IDEA Open Model
LoadOnLine.Bimp Property
 Impulse at the begin
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public LoadImpulse Bimp { get; set; }
Public Property Bimp As LoadImpulse
	Get
	Set
public:
property LoadImpulse Bimp {
	LoadImpulse get ();
	void set (LoadImpulse value);
}
Property Value
Type: LoadImpulse
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace